Repository: pa-bru/charty
Catalog: languages/charty-*.po
Languages: fr_fr

source: All charts
fr_fr: Tous les schémas

source: Add a new chart
fr_fr: Ajouter un nouveau schéma

source: Add new
fr_fr: Ajouter

source: New chart
fr_fr: Nouveau schéma

source: Edit chart
fr_fr: Editer le schéma

source: Update chart
fr_fr: Mettre à jour le schéma

source: View chart
fr_fr: Voir le schéma

source: Search chart
fr_fr: Chercher un schéma

source: Not found
fr_fr: Pas de résultat

source: Not found in Trash
fr_fr: Aucun résultat dans la corbeille

source: chart list
fr_fr: Liste des schémas

source: chart list navigation
fr_fr: Liste des schémas

source: Filter chart list
fr_fr: Filtrer la liste des schémas

source: Used to manage your charts.
fr_fr: Utilisé pour gérer vos schémas

source: Information of the chart
fr_fr: Informations du schéma

source: Warning : for the two modes (map and geochart) you must add exactly 2 columns (ex: City; Population) !
fr_fr: Attention : Pour les 2 modes (carte et schéma géographique), vous devez ajouter exactement 2 colonnes (ex : Ville; Population) !

source: Geochart syntax : country or city; Number
fr_fr: Syntaxe pour un schéma géographique : pays ou ville; nombre

source: Map syntax : place; text or number
fr_fr: Syntaxe pour une carte : Lieu; Texte ou Nombre

source: Shortcode to paste in the post you want
fr_fr: Shortcode à coller dans la publication de votre choix

source: Put your Google Maps API KEY here
fr_fr: Indiquez votre clé d'API Google Maps ici

source: The description you want : (%d characters max)
fr_fr: Description de la carte : (%d caractères maximum)

source: Labels of the chart (same number of columns as data columns) :
fr_fr: Les labels du schéma (même nombre de colonnes que le nombre de colonnes pour les données

source: Put 2 labels. Separate each label by a semi column
fr_fr: Précisez 2 labels. Séparez les par un point virgule (;)

source: DATA List : Every data of the chart (same number of column as labels). Separate each value by a semi column and each entity of the chart by a new line
fr_fr: Liste des données : Toutes les données de la carte (autant de colonne que de labels). Séparez chaque valeur par un point virgule (;) et chaque entité de la carte par un retour à la ligne

source: Separate each value by a semi column and each entity of the chart by a new line
fr_fr: Séparez chaque valeur par un point virgule (;) et chaque entité de la carte par un retour à la ligne

source: The first data must be a Country or City (and must belong to the region you have chosen to display the geochart).The second data must be a number but can be a string if you chose the Map Type!
fr_fr: La première valeur de chaque ligne doit être une ville ou un pays appartenant à la zone que vous avez choisie pour afficher le schéma géographique. Le seconde valeur doit être un nombre mais peut être un texte si vous avez choisi le mode Carte

source: Choose the type of Map (map or geographic chart)
fr_fr: Choisissez le type de carte (carte ou schéma géographique)

source: Geo chart
fr_fr: Schéma géographique

source: Map
fr_fr: Carte

source: Geographic Chart Type :
fr_fr: Mode schéma géographique

source: Display mode you want for your chart
fr_fr: Mode d'affichage de votre carte (schéma ou carte google Maps

source: Markers
fr_fr: Marqueurs

source: Regions
fr_fr: Régions

source: Text
fr_fr: Texte

source: Autow
fr_fr: Automatique

source: Region you want to display on your chart
fr_fr: Zone géographique que vous souhaitez afficher

source: world
fr_fr: Le monde

source: Tooltip trigger : The user interaction that causes the tooltip to be displayed:
fr_fr: Déclencheur des l'infobulles : L'interaction qui affiche l'infobulle

source: selection
fr_fr: sélection

source: none
fr_fr: aucun

source: Color Axis : Colors to assign to values in the visualization.
fr_fr: Axe de couleur : couleurs à assigner sur les zones du schéma.

source: It creates a gradient with specified colors. Separate each label by a semi column. You must add at least 2 colors (by name or hexadecimal value)
fr_fr: Crée un dégradé de couleur avec les couleurs que vous choisissez. Séparez chaque couleur par un point virgule (;). Vous devez ajouter au moins 2 couleurs (nom ou valeur héxadécimale)

source: Background : The background color for the main area of the chart. (by color name or hexadecimal value)
fr_fr: Arrière-plan : la couleur de fond pour la zone principale de le carte. (nom de couleur ou valeur héxadécimale)

source: Dataless Region color : Color to assign to regions with no associated data.(by name or hexadecimal value)
fr_fr: Couleur des régions sans données : Couleur des régions qui n'ont pas de données assignées. (nom ou valeur héxadécimale)

source: Default color : The color to use for data points in a geochart when the location is present but the value is either null or unspecified.(by name or hexadecimal value)
fr_fr: Couleur par défaut : Couleur à utiliser pour les zones du schéma dont le lieu est renseigné mais qui n'ont pas de valeur spécifiée. (nom ou valeur héxadécimale)

source: MAP Type :
fr_fr: Mode carte (google Maps)

source: Zoom Level of the map. (between 0 and 19)
fr_fr: Niveau de zoom de la carte. (entre 0 et 19)

source: Put a number between 0 and 19. 0 is the world and 19 is the maximum zoom.
fr_fr: Choisissez un nombre entre 0 et 19. 0 correspond à la planète entière et 19 correspond au zoom maximal.

source: The design of the map :
fr_fr: Le style de la carte :

source: green
fr_fr: vert

source: red
fr_fr: rouge

source: blue
fr_fr: bleu

source: Map Type Control : Authorize the viewer to switch between [map, satellite, hybrid, terrain]
fr_fr: Contrôle de la carte : Autoriser l'utilisateur à changer le style de la carte [carte, satellite, hybride, terrain]

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Chart cannot be displayed.
fr_fr: La carte ne peut pas être affichée.

source: Charty Settings
fr_fr: Paramètres de Charty

source: Charty Settings :
fr_fr: Paramètres de Charty :

source: Settings
fr_fr: Paramètres

source: Here you can configure all the settings of the Charty plugin
fr_fr: Cette page vous permet de configurer tous les paramètres du plugin Charty

source: Export list of charts :
fr_fr: Exporter la liste des schémas géographiques et cartes

source: Click on the button just below to download a file containing information on the charts you have created whith Charty
fr_fr: Cliquez sur le bouton ci-dessous pour télécharger un fichier csv contenant les informations de vos cartes et schémas géographiques créés avec Charty

source: Export
fr_fr: Exporter

source: Default Google Maps API Key
fr_fr: Clé d'Api Google Maps par défaut

source: Put your google Maps API Key here. you can override it when you create a new chart.
fr_fr: Indiquez votre clé d'api Google Maps par défaut. Vous pouvez quand même préciser une autre clé d'api pour chaque carte et schéma que vous créez.

source: Add
fr_fr: Ajouter

source: Your default Google Maps API Key is successfully deleted
fr_fr: Votre clé d'API Google Maps par défaut a bien été supprimée

source: A new default Google Maps API Key is successfully added
fr_fr: Une nouvelle clé d'API Google Maps a bien été enregistrée

source: The height of the chart (in pixel)
fr_fr: La hauteur du schéma/de la carte (en pixel)
